# RelinquishedItems Properties

---
The RelinquishedItems type exposes the following members.
| Name| Description
---|---|---
| IsValidObject|  Specifies whether the .NET object represents a valid Revit entity.
Top
#### Reference
RelinquishedItems Class
Autodesk.Revit.DB Namespace